---
layout: post
title:  "변화를 위협이 아닌 기회로 느낄 시간"
date:   2022-02-06 23:03:20 +0900
categories: jekyll update
---

카페에서 일하는 사람을 마음에 들어했다.

약 3개월 간 지켜봤다.

번호를 건네주려 했다.

당황과 망설이는 눈빛을 읽었다.

그 찰나, 그럴 수 없다는 것을 알아차렸다.

후련함과 고통이 동시에 찾아왔다.

혼란스러웠다.

몇 년만에 만난 마음에 드는 사람이었다.

관계가 끝났다고 생각이 들 때마다 마음이 아팠다.

혼돈이 찾아왔을 때, 그 혼돈을 직시하라고 했다.

내가 가치있다고 여긴 사람과 함께 할 수 없다라는 혼돈이다.

이 혼돈을 직시하여 해결하기 위해선 더 높은 가치를 추구하라고 했다.

난 밝고 명랑하고 열심히 일하는 모습에 매력을 느꼈다.

이외에도 내가 추구할 수  있는 더  높은 가치는 무엇이 있을까?

나는 건강, 현명, 지혜, 아름다움, 자기 관리에 더 높은 가치를 둔다.

이 정도도 많지만, 한 가지 욕심을 부리자면 비전이다.

비전있는 여성을 만나고, 서로의 비전을 응원하고 싶다.

이런 여성을 어디서 만날 수  있을까?

자기 계발을 하는 곳에 가면 확률이 높아질 것이다.

움직이자.

더 나은 미래를 위하여 지나간 일은 더  이상 생각하지 말자.

이 경험을 더 나은 미래로 나아갈 수 있는 성장의 원동력으로 삼자.

할 수 있다!